{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "wirklichkeitsgemäß.* erkennen und sehen",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "\u001b[38;5;121m$&\u001b[0m",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "wirklichkeitsgemäß.* erkennen und sehen",
    "elapsed": 0.09,
    "method": "phrase",
    "resultPattern": "\\bwirklichkeitsgemäß.* erkennen und sehen",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an5/an5.193_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an5/an5.193_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an5/an5.193_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn12/sn12.23_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn12/sn12.23_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn12/sn12.23_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an5.193/de/sabbamitta",
      "sn12.23/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.193_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an5/an5.193_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an5/an5.193_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an5.193",
        "lang": "de",
        "segMap": {
          "an5.193:2.1": {
            "scid": "an5.193:2.1",
            "pli": "Yasmiṁ, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
            "de": "„Brahmane, es kommt vor, dass dein Herz von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt ist und du nicht wirklich verstehst, wie du dem aufgekommenen sinnlichen Verlangen entrinnen kannst. Dann kannst du nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "“Brahmin, there’s a time when your heart is overcome and mired in sensual desire and you don’t truly understand the escape from sensual desire that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:2.4": {
            "scid": "an5.193:2.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. #1",
            "de": "Ebenso kannst du, wenn dein Herz von sinnlichem Verlangen überwältigt ist, nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "In the same way, when your heart is overcome and mired in sensual desire … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:3.4": {
            "scid": "an5.193:3.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. #2",
            "de": "Ebenso kannst du, wenn dein Herz von bösem Willen überwältigt ist, nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "In the same way, when your heart is overcome and mired in ill will … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:4.4": {
            "scid": "an5.193:4.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. #3",
            "de": "Ebenso kannst du, wenn dein Herz von Dumpfheit und Benommenheit überwältigt ist, nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "In the same way, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:5.4": {
            "scid": "an5.193:5.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. #4",
            "de": "Ebenso kannst du, wenn dein Herz von Rastlosigkeit und Reue überwältigt ist, nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "In the same way, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:6.4": {
            "scid": "an5.193:6.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. #5",
            "de": "Ebenso kannst du, wenn dein Herz von Zweifel überwältigt, in Zweifel verstrickt ist und du nicht wirklich verstehst, wie du dem aufgekommenen Zweifel entrinnen kannst, nicht \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, ganz zu schweigen von denen, die du nicht geübt hast. ",
            "en": "In the same way, there’s a time when your heart is overcome and mired in doubt and you don’t truly understand the escape from doubt that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. ",
            "matched": true
          },
          "an5.193:7.1": {
            "scid": "an5.193:7.1",
            "pli": "Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
            "de": "Es kommt vor, dass dein Herz nicht von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt ist und du wirklich verstehst, wie du dem aufgekommenen sinnlichen Verlangen entrinnen kannst. Dann kannst du \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "There’s a time when your heart is not overcome and mired in sensual desire and you truly understand the escape from sensual desire that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          },
          "an5.193:7.4": {
            "scid": "an5.193:7.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na kāmarāgapariyuṭṭhitena cetasā viharati …pe…. #1",
            "de": "Ebenso kannst du, wenn dein Herz nicht von sinnlichem Verlangen überwältigt ist, \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "In the same way, when your heart is not overcome and mired in sensual desire … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          },
          "an5.193:8.4": {
            "scid": "an5.193:8.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na byāpādapariyuṭṭhitena cetasā viharati …pe…. #2",
            "de": "Ebenso kannst du, wenn dein Herz nicht von bösem Willen überwältigt ist, \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "In the same way, when your heart is not overcome and mired in ill will … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          },
          "an5.193:9.4": {
            "scid": "an5.193:9.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na thinamiddhapariyuṭṭhitena cetasā viharati …pe…. #3",
            "de": "Ebenso kannst du, wenn dein Herz nicht von Dumpfheit und Benommenheit überwältigt ist, \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "In the same way, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          },
          "an5.193:10.4": {
            "scid": "an5.193:10.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …pe…. #4",
            "de": "Ebenso kannst du, wenn dein Herz nicht von Rastlosigkeit und Reue überwältigt ist, \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "In the same way, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          },
          "an5.193:11.4": {
            "scid": "an5.193:11.4",
            "pli": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. #5",
            "de": "Ebenso kannst du, wenn dein Herz nicht von Zweifel überwältigt, in Zweifel verstrickt ist und du wirklich verstehst, wie du dem aufgekommenen Zweifel entrinnen kannst, \u001b[38;5;121mwirklichkeitsgemäß erkennen und sehen\u001b[0m, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, ganz zu schweigen von denen, die du geübt hast. ",
            "en": "In the same way, there’s a time when your heart is not overcome and mired in doubt and you truly understand the escape from doubt that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ",
            "matched": true
          }
        },
        "score": 12.235,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "segsMatched": 12,
        "langSegs": {
          "pli": 51,
          "de": 50,
          "en": 50
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn12/sn12.23_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn12/sn12.23_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn12/sn12.23_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn12.23",
        "lang": "de",
        "segMap": {
          "sn12.23:2.12": {
            "scid": "sn12.23:2.12",
            "pli": "‘Yathābhūtañāṇadassanan’tissa vacanīyaṁ. ",
            "de": "Ihr solltet sagen: ‚\u001b[38;5;121mWirklichkeitsgemäß erkennen und sehen\u001b[0m‘. ",
            "en": "You should say: ‘Truly knowing and seeing.’ ",
            "matched": true
          },
          "sn12.23:2.13": {
            "scid": "sn12.23:2.13",
            "pli": "Yathābhūtañāṇadassanampāhaṁ, bhikkhave, saupanisaṁ vadāmi, no anupanisaṁ. ",
            "de": "Ich sage, \u001b[38;5;121mwirklichkeitsgemäßes Erkennen und Sehen\u001b[0m hat eine wesentliche Bedingung. ",
            "en": "I say that truly knowing and seeing has a vital condition. ",
            "matched": true
          },
          "sn12.23:6.18": {
            "scid": "sn12.23:6.18",
            "pli": "samādhūpanisaṁ yathābhūtañāṇadassanaṁ, ",
            "de": "Versenkung ist eine wesentliche Bedingung für \u001b[38;5;121mwirklichkeitsgemäßes Erkennen und Sehen\u001b[0m. ",
            "en": "Immersion is a vital condition for truly knowing and seeing. ",
            "matched": true
          },
          "sn12.23:6.19": {
            "scid": "sn12.23:6.19",
            "pli": "yathābhūtañāṇadassanūpanisā nibbidā, ",
            "de": "\u001b[38;5;121mWirklichkeitsgemäßes Erkennen und Sehen\u001b[0m ist eine wesentliche Bedingung für Ernüchterung. ",
            "en": "Truly knowing and seeing is a vital condition for disillusionment. ",
            "matched": true
          }
        },
        "score": 4.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "segsMatched": 4,
        "langSegs": {
          "pli": 93,
          "de": 92,
          "en": 92
        }
      }
    ]
  }
}